module.exports = {
    locale:'繁體中文',
    nav: {
        home: '首頁',
        book: '白皮書',
        wallet: '錢包',
        about: {
            'title': '關於',
            'list': {
                'hkdt': '什麼是 HKDT?',
                'news': '新聞',
                'ahzjys': '合作交易所',
            }
        }
    },
    banner: {
        'item1': {
            'title': 'HKDT',
            'title2': '科技让数字生活-',
            'title3': '更美好',
            'title4': '全球化，安全，便捷',
        },
    },
    foot: {
        'about': {
            'title': '聯繫我們',
            'list': {
                'busess': '商務合作：chenx@hkdt.org',
                'media': '媒體合作：chenx@hkdt.org',
                'feedback': '意見回饋：chenx@hkdt.org',
            }
        },
        'media': {
            'title': 'HKDT官方媒體',
            'list': {
                'account': '官方微信訂閱號',
                'support': '微信服務號',
                'weibo': '微博',

            }
        },
        'wallet': {
            'title': 'HKDT錢包下載'
        }
    },
    // 首页新闻
    honmenews: {
        'title': '新闻',
        'more': '閱讀更多',
    },
    // 首页设计理念
    homeidea: {
        'title': 'HKDT設計理念',
        'title2': '高效鏈接法定貨幣和數字資產',
        'list': {
            'item1': {
                'title': '1:1強兌換，穩定',
                'info': '錨定港元（1HKDT=1 港元）的強兌換體系，不受到數字資產市場長短期波動行為的影響。'
            },
            'item2': {
                'title': '安全可靠',
                'info': '基於以太坊ERC20智能合約設計，採用領先的密鑰技術，實現金融級最高安全級別。'
            },
            'item3': {
                'title': '公開透明',
                'info': '在任何時間，儲備的法幣總額都將大於或等於流通中的HKDT的數量，並由專業審計機構進行審計。'
            },
            'item4': {
                'title': '多樣場景應用',
                'info': '支持數字資產交易所業務、借貸和理財、保險、電子商務、遊戲娛樂、旅遊購物、跨境服務和貿易等。'
            },
            'item5': {
                'title': '高效便捷',
                'info': '數字錢包轉賬，到賬時間快，費用極低。數字資產新體驗。'
            },
            'item6': {
                'title': '嚴格監管',
                'info': '每發行一個HKDT，將會以等值港幣存入指定銀行帳戶，帳戶將受到銀行、律師事務所、會計師事務所的監管。'
            },
        }
    },
    // 首页为什么锚定港币？
    homewhy: {
        'title': '為什麼錨定港幣？',
        'list': {
            'item1': {
                'title': '香港有國際化的優勢',
                'info': '香港連接世界與中國大陸',
                'info2': '同時也能輻射東南亞，天然具有國際化的優勢',
            },
            'item2': {
                'title': '港元有美元支撐',
                'info': '港幣為典型和美元掛鉤的貨幣',
                'info2': '每一元的港幣發行背後都有對應的美元資產來支撐',
            },
            'item3': {
                'title': '香港是全球金融中心',
                'info': '香港是全球最主要的金融市場之一',
                'info2': '資本市場成熟，資金可自由兌換和出入',
            },
            'item4': {
                'title': '港幣匯率穩定',
                'info': '香港是聯繫匯率制度，維持匯率穩定是香港金融',
                'info2': '管理局（金管局）的首要貨幣政策目標',
            },
        }
    },
    // 首页合作夥伴
    homepartner: {
        'title': '合作夥伴',
    },
    // 首页合作媒體
    homemedia: {
        'title': '合作媒體',
    },
    // 白皮书
    book: {
        'title': 'HKDT白皮書',
        'info': '「 我们致力于实现在任何地点，任何时间自由实现法币与数字资产的点对点无缝支付，打造数字资产多样化应用场景，让资产链通世界、链通未来。」',
        'info2': '「 我们致力于实现在任何地点，任何时间自由实现法币与数字资产的点对点无缝支付，打造数字资产多样化应用场景，让资产链通世界、链通未来。」',
        'download': '點擊下載'
    },
    // 钱包页
    wallet: {
        'nav': {
            'title': '導航速查',
            'list': {
                'title': '如何安裝',
                'title2': '第一步',
                'title3': '第二步',
                'title4': '第三步',
                'title5': '第四步',
            }
        },
        'information': {
            'title': '新鲜资讯',
            'info': 'HKDT 是 Anchor公司基于港元、面向全球发行的稳定、透明、安全的数字资产。是依靠一流的区块链技术，用足额的现金类资产为支撑，以一比一的比例，锚定港元的强兑换体系,科技进步带来的红利。',
            'look': '查看'
        },
        'title': '安裝手機直接掃碼安裝APP',
        'title2': '「 蘋果手機如何安裝APP？」',
        'step1': {
            'title': '第一步',
            'info': 'APP安裝成功後，點擊圖示，若出現“未授信任的企業級開發者”提示，請您在手機裡的“設置”中操作授信。授信成功後，再次點擊APP，即可正常使用。',
        },
        'step2': {
            'title': '第二步',
            'info': '打開手機裡的“設置-通用-設備管理”。',
        },
        'step3': {
            'title': '第三步',
            'info': '點擊“信任”，確認信任後，回到桌面，再次點擊APP，即可使用。',
        },
        'step4': {
            'title': '第四步',
            'info': '安裝成功，在桌面直接打開APP即可。',
        },
    },
    // 关于我们-什么是hkdt
    hkdt: {
        'nav': {
            'title': '導航速查',
            'list': {
                'title': 'HKDT简介',
                'title2': '应用场景',
            }
        },
        'information': {
            'title': '新鲜资讯',
            'info': 'HKDT 是 Anchor公司基于港元、面向全球发行的稳定、透明、安全的数字资产。是依靠一流的区块链技术，用足额的现金类资产为支撑，以一比一的比例，锚定港元的强兑换体系,科技进步带来的红利。',
            'look': '查看'
        },
        'whathkdt': {
            'title': '什麼是HKDT? ',
            'info': 'HKDT 是 Anchor公司基於港元、面向全球發行的穩定、透明、安全的數字資產。是依靠一流的區塊鏈技術，用足額的現金類資產為支撐，以一比一的比例，錨定港元的強兌換體系。它高效地連結了法幣和數位資產，説明人們快速、便捷地融入數字世界，更好享受科技進步帶來的紅利。',
            'info2': 'HKDT是基於乙太坊ERC20的穩定數位貨幣系統，能相容所有乙太坊錢包。它通過智慧合約，實現了在港幣入帳確認後生成相應的HKDT。在HKDT中，贖回港幣時會自動銷毀相應HKDT，以動態保持它與港幣的1 : 1錨定關係。'
        },
        'usehkdt': {
            'title': '什麼地方能用到HKDT？',
            'list': {
                'title': '遊戲',
                'title2': '理財',
                'title3': '數位資產交易所業務',
                'title4': '借貸和理財',
                'title5': '保險',
                'title6': '電子商務',
                'title7': '遊戲娛樂',
                'title8': '旅遊購物',
                'title9': '跨境服務',
            }
        }
    },
    // 关于我们-news
    news: {
        'news': {
            'title': '新聞',
            'more': '閱讀更多',
        },
        'industry': {
            'title': '行業',
            'more': '閱讀更多',
        },
        'video': {
            'title': '視頻',
            'more': '閱讀更多',
        },
        'comments': {
            'title': '觀點',
        }
    },
}