module.exports = {
    nav: {
        home: '首页',
        book: '白皮书',
        wallet: '钱包',
        about: {
            'title': '关于',
            'list': {
                'hkdt': '什么是HKDT?',
                'news': '新闻',
                'ahzjys': '合作交易所',
            }
        }
    },
    banner: {
        'item1': {
            'title': 'HKDT',
            'title2': '科技让数字生活-',
            'title3': '更美好',
            'title4': '全球化，安全，便捷',
        },
    },
    foot: {
        'about': {
            'title': '联系我们',
            'list': {
                'busess': '商务合作：chenx@hkdt.org',
                'media': '媒体合作：chenx@hkdt.org',
                'feedback': '意见反馈：chenx@hkdt.org',
            }
        },
        'media': {
            'title': 'HKDT官方媒体',
            'list': {
                'account': '官方微信订阅',
                'support': '微信服务号',
                'weibo': '微博',

            }
        },
        'wallet': {
            'title': 'HKDT钱包下载'
        }
    },
    // 首页新闻
    honmenews: {
        'title': '新闻',
        'more': '阅读更多',
    },
    // 首页设计理念
    homeidea: {
        'title': 'HKDT 设计理念',
        'title2': '高效链接法定货币和数字资产',
        'list': {
            'item1': {
                'title': '1:1强兑换，稳定',
                'info': '锚定港元（1HKDT=1 港元）的强兑换体系，不受到数字资产市场长短期波动行为的影响。'
            },
            'item2': {
                'title': '安全可靠',
                'info': '基于以太坊ERC20智能合约设计，采用领先的密钥技术，实现金融级最高安全级别。'
            },
            'item3': {
                'title': '公开透明',
                'info': '在任何时间，储备的法币总额都将大于或等于流通中的HKDT的数量，并由专业审计机构进行审计。'
            },
            'item4': {
                'title': '多样场景应用',
                'info': '支持数字资产交易所业务、借贷和理财、保险、电子商务、游戏娱乐、旅游购物、跨境服务和贸易等。'
            },
            'item5': {
                'title': '高效便捷',
                'info': '数字钱包转账，到账时间快，费用极低。数字资产新体验。'
            },
            'item6': {
                'title': '严格监管',
                'info': '发行的HKDT，将会以等值港币存入指定银行账户，账户将受到银行、律师事务所、会计师事务所的监管。'
            },
        }
    },
    // 首页为什么锚定港币？
    homewhy: {
        'title': '为什么锚定港币？',
        'list': {
            'item1': {
                'title': '香港有国际化的优势',
                'info': '香港连接世界与中国大陆；',
                'info2': '同时也能辐射东南亚，天然具有国际化的优势',
            },
            'item2': {
                'title': '港元有美元支撑',
                'info': '港币为典型和美元挂钩的货币；',
                'info2': '每一元的港币发行背后都有对应的美元资产来支撑。',
            },
            'item3': {
                'title': '香港是全球金融中心',
                'info': '香港是全球最主要的金融市场之一；',
                'info2': '资本市场成熟，资金可自由兑换和出入。',
            },
            'item4': {
                'title': '港币汇率稳定',
                'info': '香港是联系汇率制度，维持汇率稳定是香港金融；',
                'info2': '管理局（金管局）的首要货币政策目标。',
            },
        }
    },
    // 首页合作伙伴
    homepartner: {
        'title': '合作伙伴',
    },
    // 首页合作媒体
    homemedia: {
        'title': '合作媒体',
    },
    // 白皮书
    book: {
        'title':'HKDT白皮书',
        'info':'「 我们致力于实现在任何地点，任何时间自由实现法币与数字资产的点对点无缝支付，打造数字资产多样化应用场景，让资产链通世界、链通未来。」',
        'info2':'「 我们致力于实现在任何地点，任何时间自由实现法币与数字资产的点对点无缝支付，打造数字资产多样化应用场景，让资产链通世界、链通未来。」',
        'download':'点击下载'
    },
    login: {
        'title': '软件系统',
        'username': '请输入用户名',
        'password': '请输入密码',
        'login': '登录',
        'language': '请选择语言'
    },

}